[A_Burning_Buff H7BaseBuff]
mName="Пытка I"
mTooltip="Удача выбранного существа снижена до %stat1 %stat1.icon. Длительность (ходов): %durnow."

[A_Burning_Buff_lv2 H7BaseBuff]
mName="Пытка II"
mTooltip="Удача выбранного существа снижена до %stat1 %stat1.icon. Длительность (ходов): %durnow."

[A_Nova H7HeroAbility]
mTooltipMagicGuild="Наносит выбранному существу урон от %d.icon магии огня. Удача выбранного существа снижена до %buff1.buff.stat1 на %buff1.buff.durini хода."
mTooltipMagicGuildRankLine="от %d.min до %d.max ед. урона %d.icon"
mTooltipUpgraded="Наносит выбранному существу от %d.min до %d.max ед. урона от %d.icon магии огня. Удача выбранного существа снижена до %buff2.buff.stat1 на %buff2.buff.durini хода."
mName="Пытка"
mTooltip="Наносит выбранному существу от %d.min до %d.max ед. урона от %d.icon магии огня. Удача выбранного существа снижена до %buff1.buff.stat1 на %buff1.buff.durini хода."

